<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed' => 'Эти учетные данные не соответствуют нашим записям.',
    'password' => 'Указанный пароль неверен.',
    'throttle' => 'Слишком много попыток входа в систему. Пожалуйста, повторите попытку через :seconds секунды.',
    'confirm_password' => 'Это защищенная область приложения. Пожалуйста, подтвердите свой пароль, прежде чем продолжить.',
    'forgot_password' => [
        'full' => 'Забыли свой пароль? Без проблем. Просто сообщите нам свой адрес электронной почты, и мы вышлем вам по электронной почте ссылку для сброса пароля, которая позволит вам выбрать новый.',
        'short' => 'Забыли свой пароль?',
    ],
    'send_link_reset' => 'Отправить ссылку для сброса пароля',
    'profile' => 'Профиль',
    'remember_me' => 'Запомнить меня',
    'registered' => 'Уже зарегистрированы?',
    'reset_password' => 'Сбросить пароль',
    'verification_email' => 'Спасибо, что зарегистрировались! Прежде чем приступить к работе, не могли бы вы подтвердить свой адрес электронной почты, перейдя по ссылке, которую мы только что отправили вам по электронной почте? Если вы не получили это электронное письмо, мы с радостью отправим вам другое.',
    'verification_link_sent' => 'На адрес электронной почты, который вы указали при регистрации, была отправлена новая ссылка для подтверждения.',
    'verification_send' => 'Повторно отправить электронное письмо с подтверждением',
];
