<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed' => 'Эти учетные данные не соответствуют нашим записям.',
    'password' => 'Указанный пароль неверен.',
    'throttle' => 'Слишком много попыток входа в систему. Пожалуйста, повторите попытку через :seconds секунды.',
    'confirm_password' => 'Это защищенная область приложения. Пожалуйста, подтвердите свой пароль, прежде чем продолжить.',
    'forgot_password' => [
        'full' => 'Забыли свой пароль? Без проблем. Просто сообщите нам свой адрес электронной почты, и мы вышлем вам по электронной почте ссылку для сброса пароля, которая позволит вам выбрать новый.',
        'short' => 'Забыли свой пароль?',
    ],
    'send_link_reset' => 'Отправить ссылку для сброса пароля',
    'profile' => 'Профиль',
    'remember_me' => 'Запомнить меня',
    'registered' => 'Уже зарегистрированы?',
    'reset_password' => 'Сбросить пароль',
    'verification_email' => 'Спасибо, что зарегистрировались! Прежде чем приступить к работе, не могли бы вы подтвердить свой адрес электронной почты, перейдя по ссылке, которую мы только что отправили вам по электронной почте? Если вы не получили это электронное письмо, мы с радостью отправим вам другое.',
    'verification_link_sent' => 'На адрес электронной почты, который вы указали при регистрации, была отправлена новая ссылка для подтверждения.',
    'verification_send' => 'Повторно отправить электронное письмо с подтверждением',
    'profile_information' => 'Информация профиля',
    'profile_data_update' => 'Обновите информацию профиля вашей учетной записи и адрес электронной почты.',
    'email_no_verify' => 'Ваш адрес электронной почты не подтвержден.',
    'verification_repeat' => 'Нажмите здесь, чтобы повторно отправить электронное письмо с подтверждением.',
    'profile_verification_link_sent' => 'На ваш адрес электронной почты была отправлена новая ссылка для подтверждения.',
    'profile_update_password' => 'Обновление пароля',
    'profile_check_long_password' => 'Убедитесь, что ваша учетная запись использует длинный случайный пароль, чтобы оставаться в безопасности.',
    'profile_delete' => 'Удалить учетную запись',
    'profile_delete_warning' => 'Как только ваша учетная запись будет удалена, все ее ресурсы и данные будут удалены безвозвратно. Прежде чем удалить свою учетную запись, пожалуйста, загрузите любые данные или информацию, которые вы хотите сохранить.',
    'profile_delete_confirm' => 'Вы уверены, что хотите удалить свою учетную запись?',
];
