<?php

return [
    'fields' => [
        'master' => 'Мастер',
        'client' => 'Клиент',
        'client_name' => 'ФИО клиента',
        'status' => 'Статус',
        'phone' => 'Телефон клиента',
        'description' => 'Описание',
        'creator' => 'Создатель',
        'editor' => 'Редактор',
        'price' => 'Стоимость (руб.)',
        'date_repair' => 'Дата окончания ремонта',
    ],
    'messages' => [
        'store' => 'Заявка успешно сформирована',
        'update' => 'Заявка успешно изменена',
        'delete' => 'Заявка успешно удалена',
    ],
    'headers' => [
        'single' => 'Заявка',
        'title' => 'Заявки',
        'view' => 'Посмотреть заявк',
        'create' => 'Создать заявку',
        'update' => 'Редактировать заявку',
    ],
    'mail' => [
        'headers' => [
            'approval' => 'Разрашаете ли вы ремонт?',
            'completed' => 'Ремонт завершен',
            'canceled' => 'Заявка отменена',
            'closed' => 'Заявка закрыта',
            'appointment_master' => 'Назначение мастером на заявку',
            'changed_date' => 'Изменение даты ремонта',
        ],
    ]
];
