<?php

return [
    'dear' => 'Дорогой,',
    'hello' => 'Здравствуйте, ',
    'respect' => 'C уважением,',
    'order_number' => 'Заявка №',
    'approval' => [
        'thanks' => 'Спасибо за ваш заявка!',
        'header' => 'Согласуйте начала ремонта Вашего оборудования',
        'signed' => 'Одобрить',
        'canceled' => 'Отменить',
    ],
    'canceled' => [
        'wait' => 'Спасибо за ваше обращение! Ждём Вас снова!',
        'header' => 'Заявка был отменен!',
    ],
    'closed' => [
        'wait' => 'Спасибо за ваше обращение! Ждём Вас снова!',
        'header' => 'Ваша заявка успешно закрыта!',
    ],
    'completed' => [
        'take' => 'Спасибо за вашу заявка! Ожидаем Вас в ближайшее рабочее время для закрытия заявки!',
        'header' => 'Ремонт по вашей заявке успешно завершен!',
    ],
    'appointment_master' => [
        'header' => 'Вас назначили мастером на заявку №',
        'good_work' => 'Хорошей работы!',
    ],
    'changed_date' => [
        'with' => 'с',
        'to' => 'на',
        'header' => 'Изменена дата окончания ремонта!',
        'thanks' => 'Спасибо за ожидание!',
        'empty_date' => 'не указано',
    ],
];
