<?php

return [
    'fields' => [
        'master' => 'Мастер',
        'client' => 'Клиент',
        'status' => 'Статус',
        'phone' => 'Телефон клиента',
        'description' => 'Описание',
        'creator' => 'Создатель',
        'editor' => 'Редактор',
        'price' => 'Стоимость (руб.)',
    ],
    'messages' => [
        'store' => 'Заказ успешно сформирован',
        'update' => 'Заказ успешно изменен',
        'delete' => 'Заказ успешно удален',
    ],
    'headers' => [
        'single' => 'Заказ',
        'title' => 'Заказы',
        'view' => 'Посмотреть заказ',
        'create' => 'Создать заказ',
        'update' => 'Редактировать заказ',
    ],
    'mail' => [
        'headers' => [
            'approval' => 'Разрашаете ли вы ремонт?',
            'completed' => 'Ремонт завершен',
            'canceled' => 'Заявка отменена',
            'closed' => 'Заявка закрыта',
        ],
    ]
];
