<?php

return [
    'fields' => [
        'name' => 'Название',
        'permissions' => 'Права доступа',
        'permission' => 'Право доступа',
    ],
    'messages' => [
        'store' => 'Роль сохранена успешна',
        'update' => 'Роль изменена успешна',
        'delete' => 'Роль удалена успешна',
    ],
    'headers' => [
        'single' => 'Роль',
        'title' => 'Роли',
        'view' => 'Просмотр роли',
        'create' => 'Создать роль',
        'update' => 'Изменить роль',
    ],
];
